[
  {
    "id": 3,
    "company": "PT Primarindo Asia Infrastructure",
    "title": "PT. Primarindo Asia Infrastructure Tbk merupakan perusahaan multinasional yang memproduksi alas kaki yang bermarkas di Jakarta, Indonesia. Perusahaan ini didirikan pada tahun 1988. Perusahaan ini menghasilkan berbagai macam alas kaki dan kini telah di ambil alih oleh numbeznumber zero.",
    "activities": [
      "PT. Primarindo Asia Infrastructure Tbk. merupakan salah satu industri besaryang bergerak dalam bidang produksi sepatu olahraga yang berpusat di Bandung, Jawa Barat. Perusahaan ini berlokasi di Jalan Raya Rancabolang No. 98 Gedebage, Bandung",
      "PT. Primarindo Asia Infrastructure Tbk. didirikan diBandung pada tanggal 1 Juli 1988 sebagai perusahaan yang memproduksi merksepatu terkenal seperti PUMA",
      "perusahaan ini mengembangkan produk sepatu yang kemudian diberi label “Tomkins”. Produk ini mendapat perhatian yang cukupbesar dari para konsumen. Hal ini dibuktikan dengan kapasitas produksi pabrik hingga mencapai 350.000 pasang sepatu setiap bulannya.",
      "Produksi sepatu di PT. Primarindo Asia Infrastructure Tbk. dibagi menjadi dua kategori yaitu produk lokal dan produk ekspor. Kegiatan produksi untuk produk lokal dilakukan menggunakan strategi make to stock sedangkan produksi untuk produk ekspor dilakukan menggunakan strategi make to order. Produk sepatu Tomkins dibagi menjadi dua bagian yaitu bagian upper dan bagian bottom. ",
      "Untuk membuat produk sepatu Tomkins dibutuhkan beberapa tahapan. Sepatu Tomkins dibagi menjadi dua bagian yaitu bagian upper dan bagian bottom. Bagian upper melalui beberapa tahapan proses yaitu material masuk ke gudang bahan baku untuk dilakukan pengecekan kualitasnya, setelah itu material masuk ke departemen cutting untuk dilakukan pemotongan material menjadi komponen-komponen penyusun bagian upper, setelah itu dilakukan persiapan untuk masuk ke departemen sewing. Proses persiapan ini meliputi proses printing dan emboss material apabila diperlukan. Selanjutnya masuk ke departemen sewing, pada departemen ini dilakukan proses penjahitan untuk menggabungkan komponen-komponen penyusun bagian upper. Bagian bottom juga melalui beberapa tahapan proses yaitu material masuk ke gudang bahan baku untuk dilakukan pengecekan kualitasnya, setelah itu dilakukan proses compound untuk menggabungkan material-material yang berbahan kimia, setelah itu dilakukan proses kneader rolling, dilakukan proses press untuk membentuk outsole sepatu dan dilakukan proses stock fit sehingga menghasilkan bagian bottom sepatu. Terakhir, bagian upper dan bagian bottom masuk ke departemen assembling untuk dilakukan proses perakitan melalui beberapa tahapan yaitu tahap lasting (proses pemberian lem), tahap gauge marking (proses penandaan pada komponen sepatu), tahap buffing serta tahap bonding dan menghasilkan proses sepatu Tomkins."
    ],
    "isShow": true
  }
]